username = "игорь"
print("Имя пользователя:",username)
title = "покупка ели"
print("Заголовок заметки:",title)
content = "купить ель"
print("Описание заметки:", content)
status = "в процессе"
print("Статус заметки:", status)
created_date = "15.10.2024"
print("Дата создания заметки (пример: 10.11.2024):", created_date[:5]) # дата создания заметки в формате "день-месяц-год", например "10-11-2024"
issue_date = "20.10.2024"
print("Дата истечения заметки (пример: 10.11.2024):", issue_date[:5]) # дата истечения заметки (дедлайн) в формате "день-месяц-год", например "10-12-2024"
